[
  {
    "id": 2,
    "name": "Крутой учитель Онидзука: Ранние годы",
    "description": "Эйкичи Онидзука, в возрасте 22 лет ставший учителем в старшей школе, далеко не всегда мечтал о педагогической карьере, а его лучший друг Рюдзи Дамма – о собственном автосервисе. Когда они еще учились в школе, мысли о будущем редко посещали головы юных хулиганов, сколотивших собственную банду. Волновали их только красивые девушки, недостаток которых особенно сильно ощущался в школе для мальчиков, да еще, пожалуй, драки, в которых Эйкичи и Рюдзи они изрядно преуспели.\n\nНа период летних каникул молодые люди решили забыть о своих амбициозных планах по покорению родной школы. Впереди маячила другая цель, куда более привлекательная: они вознамерились «изменить свою жизнь» - познакомиться с красотками и наконец расстаться с девственностью. Эта оказалась непростая задача: мало просто встретить симпатичных девушек, надо ведь завоевать их расположение и вызвать ответную симпатию. А поскольку Эйкичи и Рюдзи – хулиганы, которым приходится изображать из себя примерных мальчиков, любые их попытки сблизиться с красотками рано или поздно заканчиваются фиаско. Поблизости ведь всегда хватает хулиганья, которое нужно поставить на место.",
    "poster_url": "https://img.animerf.com/pic/247_logo.jpg",
    "genre": "Комедия, Приключения, Школа",
    "year": 1994,
    "created_at": "2025-10-21 12:20:29.462568"
  },
  {
    "id": 3,
    "name": "Ванпанчмен",
    "description": "Для человечества настали нелегкие времена: на матушку-Землю повадились, как к себе домой, разнообразные монстры родом из космоса, недр земли, научных лабораторий и бог знает откуда еще. Методично руша один город за другим, они несут смерть и разрушение, вселяя трепет в сердца сторонних наблюдателей. Но сторонним наблюдателям, кроме попадания под шальной удар очередного злодея, бояться нечего: на страже их покоя стоит наш главный герой, лысый молодой человек по фамилии Сайтама с выражением вселенской тоски на лице.",
    "poster_url": "https://img.animerf.com/pic/1463_logo.jpg",
    "genre": "Комедия, Пародия, Приключения, Супер сила, Фэнтези",
    "year": 2015,
    "created_at": "2025-10-24 14:30:16.321359"
  },
  {
    "id": 4,
    "name": "Ванпанчмен (Спешлы)",
    "description": "В эти тяжелые для жизни времена, человечеству как никогда нужен герой, способный защитить ее от любой угрозы. Ходячие люди-крабы, супер модифицированные качки, монстры управляющие насекомыми, все они и многие другие злодеи угрожают жизням простых мирных граждан. Для решение подобных проблем, была создана специальная организация Ассоциация героев. В нее входили ребята, способные противостоять этой опасности. Обладая достаточной силой они были единственным щитом между людьми и злом.",
    "poster_url": "https://img.animerf.com/pic/1610_logo.jpg",
    "genre": "Комедия, Пародия, Приключения, Супер сила, Фэнтези",
    "year": 2015,
    "created_at": "2025-10-24 14:41:07.159857"
  },
  {
    "id": 5,
    "name": "Ванпанчмен: Путь к становлению героем",
    "description": "Как много супергероев вы знаете? Бэтмен, Человек-паук, Черпашки-ниндзя? Вот вам пример настоящего борца за справедливость - Ванпанчмен. Идея стать супергероем, пришла в голову парню, совсем неожиданно: он брел по улице и неожиданно увидел, как на ребенка нападает гигантский краб. С тех пор, юноша решил тренироваться в боевых искусствах и защищать всех, кто его попросит о помощи.Да, от постоянного стресса он полысел, но что ни сделаешь ради спасения мира.",
    "poster_url": "https://img.animerf.com/pic/1417_logo.jpg",
    "genre": "Комедия, Пародия, Приключения, Супер сила, Фэнтези",
    "year": 2015,
    "created_at": "2025-10-24 14:41:44.009906"
  },
  {
    "id": 6,
    "name": "Ванпанчмен (второй сезон): Памятный эпизод",
    "description": "Краткий пересказ событий аниме-сериала «Ванпанчмен». Парень по имени Сайтама живёт в мире, иронично похожем на наш. Ему 25, он лыс и прекрасен и к тому же силен настолько, что с одного удара аннигилирует всё, что представляет опасность для человечества. Он ищет себя в этой жизни, попутно раздавая подзатыльники монстрам и злодеям.",
    "poster_url": "https://img.animerf.com/pic/3310_logo.jpg",
    "genre": "Комедия, Пародия, Приключения, Супер сила, Фэнтези",
    "year": 2019,
    "created_at": "2025-10-24 14:42:58.802880"
  },
  {
    "id": 7,
    "name": "Ванпанчмен (второй сезон) ",
    "description": "Что можно сделать за один удар? Можно, к примеру, нарубить парочку дровишек для костра, или забить гвоздь в стул, на котором будет сидеть твой хороший друг, или же одним хорошеньким ударом можно вынести ворота замка, в котором томится принцесса под охраной дракона, тем самым спасти её. Наш главный герой - не принц, чья задача победить большого дракона, хотя он способен и на это. Сайтама является профессиональным героем, чьё основное кредо - спасать всех, не только принцесс. Со своей задачей он отлично справляется уничтожая любого врага всего лишь одним ударом.",
    "poster_url": "https://img.animerf.com/pic/1695_logo.jpg",
    "genre": "Комедия, Пародия, Приключения, Супер сила, Фэнтези",
    "year": 2019,
    "created_at": "2025-10-24 14:43:38.091005"
  },
  {
    "id": 8,
    "name": "Ванпанчмен (третий сезон)",
    "description": "Когда-то Сайтама стал жертвой собственного увлечения и посчитал, что следует развиваться в данном направлении. Он потратил три года на то, чтобы в ходе изнурительных тренировок достичь желаемого уровня силы для одоления любого противника. Причём достигать победу он тяготел с одного удара. Он прослыл могущественным индивидуумом, и вскорости обзавёлся учеником, а таковым выступает киборг Генос. Этим достижением профессиональная карьера не завершилась, поскольку он примкнул к ассоциации героев и продолжает и дальше совершенствоваться. И довольно скоро ему предстоит продемонстрировать широкой общественности свои таланты.\n\nСвязано это с тем, что в городе проявляется ассоциация монстров, которые поступают совершенно неэтично, взявши в заложники ребёнка. Родитель этого малыша возглавляет ассоциацию героев. В итоге борцы класса S объединяются, дабы произвести штурм штаб-квартиры злодеев. И одновременно с этим приходит в себя чудовище особого масштаба по имени Гароу. А когда-то он уже попадался в сети героев, и ныне получает возможность сатисфакции. События развиваются стремительно и непредсказуемо, и неизвестно, кто из них выберется победителем.",
    "poster_url": "https://img.animerf.com/pic/3896_logo.jpg",
    "genre": "Комедия, Приключения, Фантастика, Фэнтези",
    "year": 2025,
    "created_at": "2025-10-24 14:45:21.343449"
  },
  {
    "id": 9,
    "name": "Сага о Винланде",
    "description": "В начале IX века происходят уникальные события. Северные моря находились под тотальным контролем викингов. Отличались они крутым нравом и потрясающей выносливостью. Эти качества викинги развивали у мальчиков с детства и, становясь взрослыми, они вели себя так, к чему их приучили. Викинги совершали безжалостные набеги на поселения, расположенные на побережье Франции и Англии. В те страшные времена не словами можно было решить вопрос, а оружием. И в период царствования жестоких нравов жил маленький мальчик, отец которого погиб. Мальчик рос с мыслью отомстить убийце.\n",
    "poster_url": "https://img.animerf.com/pic/2300_logo.jpg",
    "genre": "Драма, Историческое, Приключения",
    "year": 2019,
    "created_at": "2025-10-24 14:46:41.688170"
  },
  {
    "id": 10,
    "name": " Сага о Винланде (второй сезон)",
    "description": "События взяли свое начало в XI веке в Исландии, где проживали могучие викинги. У них имелась вера в богов, а потому они не боялись смерти, а тяготели они к тому, чтобы завоевывать новые земли. Сын Торса собирался продолжать дело отца. Торфинн часто слушал рассказы друга своего отца Лейфа Эрикссона о сражениях и подвигах, и решил повторить путь воинов. Через некоторое время Торфинну приходится покинуть дом и взяться за меч. Мальчик прикладывал все силы, чтобы убедить отца взять его с собой, но тот противился этому. Торфинн попросту без спросу проник на драккар, а отец поздно обнаружил своего сына там.\n\nТорфинн собственными глазами увидел кровавую бойню с отрядом Аскелладом. Но ужасом становится потеря отца. Торфинн решает отомстить своему врагу, и он примыкает к отряду Аскеллада, чтобы убить того. А для этого мальчику следовало повзрослеть, стать сильным. И он рос, мужал и учился быть воином. На своем пути он немало убил тех, кто стали его противниками. Встретил он и весьма достойных людей, а это были преданные Рагнар, любитель битв Торкель. Свела его судьба с коварным Флоки и претендентом на трон Кнудом. А вот мечта убить врага так и не стала меньшей, и настает время реализовать её.",
    "poster_url": "https://img.animerf.com/pic/3154_logo.jpg",
    "genre": "Драма, Историческое, Приключения",
    "year": 2023,
    "created_at": "2025-10-24 14:47:26.737251"
  },
  {
    "id": 11,
    "name": "Пираты Черной лагуны ",
    "description": "Окадзима Рокуро никогда не был доволен своей жизнью: будучи сотрудником крупной корпорации, он покорно посещал многочисленные корпоративы, пресмыкался перед начальством и терпел чужие придирки. Так живут многие японцы, поэтому Рокуро держал при себе недовольство и мирился со сложившимся положением вещей. Но однажды все коренным образом изменилось: отправившись в зарубежную командировку, он оказался заложником на корабле «Черная Лагуна», принадлежащем интернациональной команде отчаянных пиратов.",
    "poster_url": "https://pibig.info/uploads/posts/2022-11/1669206985_52-pibig-info-p-pirati-chernoi-laguni-personazhi-krasivo-60.jpg",
    "genre": "Драма, Комедия, Приключения",
    "year": 2006,
    "created_at": "2025-10-24 14:51:04.649159"
  },
  {
    "id": 12,
    "name": " Пираты Черной лагуны (второй сезон)",
    "description": "«Черная Лагуна» – это настоящий пиратский корабль, повстречаться с которым не хотел бы ни один моряк, и тому много причин. У которых есть вполне конкретные имена: это члены команды судна – бывший морпех и хозяин «Черной Лагуны» Датч, хакер Бенни, штатный лингвист команды Рок, а главное, отчаянная Реви, не расстающаяся с оружием. Всем им предстоит сложное задание: найти и ликвидировать загадочных серийных убийц-близнецов, недавно появившихся на территории пиратов.",
    "poster_url": "https://img.animerf.com/pic/180_logo.jpg",
    "genre": "Драма, Комедия, Приключения",
    "year": 2006,
    "created_at": "2025-10-24 14:51:42.727803"
  },
  {
    "id": 13,
    "name": "Пираты Черной лагуны ОВА ",
    "description": "У Роберты много имен: настоящее – Розарита Циснерос, прозвище – «Гончая Флоренсии», а клички, которые выдумала для нее Реви, в приличном обществе не произносят. Роберта, в раннем возрасте лишившаяся всей семьи и повидавшая немало смертей, стала боевиком колумбийских повстанцев FARC-ER и успела отнять много жизней. Но узнав, что стала орудием на службе у картеля наркоторговцев, она сбежала и зажила новой жизнью – горничной в доме венесуэльской семьи Лавлейс.",
    "poster_url": "https://img.animerf.com/pic/179_logo.jpg",
    "genre": "Приключения",
    "year": 2010,
    "created_at": "2025-10-24 14:52:19.282423"
  },
  {
    "id": 14,
    "name": "Крутой учитель Онидзука",
    "description": "Эйкити Онидзука никогда не отличался серьезным отношением к жизни: всю юность он посвятил дракам и развлечениям. Теперь Эйкити уже 22 года, и он решает найти настоящую работу – стать учителем. Академическими успехами он никогда не отличался, и выбор работы был продиктован интересом Эйкити к молоденьким девочкам, а вовсе не к судьбе подрастающего поколения. Но когда Онидзуку нехотя приняли на работу, оказалось, что времени на устроение личной жизни категорически не хватает, да и школьники пошли хитрые и коварные: им нравится издеваться над учителями, и Онидзуке приходится нелегко.\n",
    "poster_url": "https://img.animerf.com/pic/246_logo.jpg",
    "genre": "Драма, Комедия, Школа",
    "year": 1999,
    "created_at": "2025-12-24 16:55:24.943394"
  },
  {
    "id": 15,
    "name": "Хеллсинг ОВА",
    "description": "Более жестокая и кровавая версия оригинального сериала. Вампиров становится все больше и больше, они уже не прячутся как раньше, а действуют в открытую. Власти в смятении, и приглашают \"экспертов\" в этой области: тайную организацию протестантов \"Хеллсинг\" и святой орден рыцарей Ватикана \"Искариот\". И хотя цель у них одна: истребление вампиров и упырей, ситуацию осложняет давняя вражда этих кланов.\n\nХельсинг владеет древним и ужасным оружием, вампиром высшего уровня по имени Алукард. Ватикан, в свою очередь, создал чудо генной инженерии, отца Андерсен. Для церкви Алукард является таким же чудовищем что и остальная нечисть, поэтому к роду Хеллсингов они относятся с особой неприязнью, только политические отношения сдерживают Ватикан от нападения на \"Хеллсинг\".\n",
    "poster_url": "https://img.animerf.com/pic/52_logo.jpg",
    "genre": "Драма, Мистика, Приключения",
    "year": 2006,
    "created_at": "2025-12-24 17:03:03.765526"
  },
  {
    "id": 16,
    "name": "Провожающая в последний путь Фрирен",
    "description": "Волшебница Фрирен собрала команду авантюристов, и на протяжении десяти лет сражалась с различного рода монстрами. Время, потраченное на сражение, сделало из Фрирен и её единомышленников по-настоящему сильных защитников, и не удивительно, что им оказалось по силам управиться с королем демонов. Эта персона портила жизнь людям, и те изнемогали от демонической орды. Наконец-то мучения остались позади, а имена героев, освободивших людей от нечисти, увековечили в сказаниях да былинах. А впереди героев ожидал заслуженный покой, с чем совершенно не согласна Фрирен. В планах этой особы не старости дожидаться и коротать оставшийся век на завалинке, а действовать.",
    "poster_url": "https://img.animerf.com/pic/3347_logo.jpg",
    "genre": "Приключения, Сёнэн, Фэнтези",
    "year": 2023,
    "created_at": "2025-12-25 10:34:53.976443"
  },
  {
    "id": 17,
    "name": "Триган: Ураган",
    "description": "Вэш Ураган - стрелок-пацифист. Вот только за его голову почему-то назначена награда в 6 миллионов. И это дико смущает юную журналистку Мерил Страйф. Вместе с напарником она искала кровожадного убийцу, а нашла убеждённого пацифиста. Но Вэш не единственный, кого они нашли. Вместе с ним объявился и его злобный брат-близнец Найвс Миллионс.",
    "poster_url": "https://img.animerf.com/pic/3150_logo.jpg",
    "genre": "Приключения, Фантастика, Экшен",
    "year": 2023,
    "created_at": "2025-12-25 10:42:13.601377"
  }
]